<?php
/**
 * 
 */
//1风险准备金 2小贷公司 3融资性担保公司 4非融资性担保公司 5平台垫付 0其他
$companyGuaranteeScheme = array(
	0 => "其他",
	1 => "风险准备金",
	2 => "小贷公司",
	3 => "融资性担保公司",
	4 => "非融资性担保公司",
	5 => "平台垫付",
);


//1用户资金托管 2风险准备金托管 3用户资金和风险准备金都托管 0无托管
$companyDeposit = array(
	0 => "无托管",
	1 => "用户资金托管",
	2 => "风险准备金托管",
	3 => "用户资金和风险准备金都托管",
);

//1随时转让 2 1个月后可转让 3 3个月后可转让 4 1年后可转让 0不可转让
$companyTransfer = array(
	0 => "不可转让",
	1 => "随时转让 ",
	2 => "1个月后可转让",
	3 => "3个月后可转让",
	4 => "1年后可转让",
);

//自动投标：0不支持 1支持
$companyInvestAuto = array(
	0 => "不支持",
	1 => "支持 ",
);

//平台背景：0银行系 1民营系 2上市公司系 3国资系
$companyBackground = array(
	0 => "银行系",
	1 => "民营系 ",
	2 => "上市公司系 ",
	3 => "国资系",
);

//平台特征：0接受过风投 1加入协会 2加入第三方征信 9问题平台
$companyFeature = array(
	0 => "接受过风投",
	1 => "加入协会 ",
	2 => "加入第三方征信 ",
	9 => "问题平台 ",
);




?>
